Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Generate
ar: يولد
as: সৃষ্টি কৰা
bn: তৈরি করুন
de: Erzeugen
es: Generar
fr: Générer
gu: પેદા કરો
hi: उत्पन्न
it: Generare
ja: 生成する
kn: ರಚಿಸಿ
ko: 생성하다
ml: സൃഷ്ടിക്കുക
mr: निर्माण करा
or: ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਪੈਦਾ ਕਰੋ
pt: Gerar
ru: Сгенерировать
ta: உருவாக்கு
te: ఉత్పత్తి చేయండి
zh_hans: 产生
zh_hant: 產生

source: Gift Invoice (Hide Prices)
ar: فاتورة هدية (إخفاء الأسعار)
as: উপহাৰ চালান (মূল্য লুকুৱাওক)
bn: উপহারের চালান (মূল্য লুকান)
de: Geschenkrechnung (Preise ausblenden)
es: Factura de regalo (Ocultar precios)
fr: Facture cadeau (Prix masqués)
gu: ગિફ્ટ ઇન્વોઇસ (કિંમત છુપાવો)
hi: उपहार चालान (कीमतें छुपाएं)
it: Fattura regalo (nascondi i prezzi)
ja: ギフト請求書（価格を非表示）
kn: ಉಡುಗೊರೆ ಇನ್‌ವಾಯ್ಸ್ (ಬೆಲೆಗಳನ್ನು ಮರೆಮಾಡಿ)
ko: 선물 영수증 (가격 숨기기)
ml: സമ്മാന ഇൻവോയ്‌സ് (വിലകൾ മറയ്‌ക്കുക)
mr: भेट चलन (किंमती लपवा)
or: ଉପହାର ଇନଭଏସ୍ (ମୂଲ୍ୟ ଲୁଚାନ୍ତୁ)
pa: ਗਿਫਟ ਇਨਵੌਇਸ (ਕੀਮਤਾਂ ਲੁਕਾਓ)
pt: Factura de Oferta (Ocultar Preços)
ru: Подарочный чек (скрыть цены)
ta: பரிசு விலைப்பட்டியல் (விலைகளை மறைக்கவும்)
te: బహుమతి ఇన్వాయిస్ (ధరలను దాచండి)
zh_hans: 礼品发票（隐藏价格）
zh_hant: 禮品發票（隱藏價格）

source: Global Currency
ar: العملات العالمية
as: গ্লোবেল কাৰেন্সী
bn: বৈশ্বিক মুদ্রা
de: Globale Währung
es: Moneda global
fr: Monnaie mondiale
gu: વૈશ્વિક ચલણ
hi: वैश्विक मुद्रा
it: Valuta globale
ja: グローバル通貨
kn: ಜಾಗತಿಕ ಕರೆನ್ಸಿ
ko: 글로벌 통화
ml: ആഗോള കറൻസി
mr: जागतिक चलन
or: ବିଶ୍ୱ ମୁଦ୍ରା
pa: ਗਲੋਬਲ ਮੁਦਰਾ
pt: Moeda global
ru: Глобальная валюта
ta: உலகளாவிய நாணயம்
te: ప్రపంచ కరెన్సీ
zh_hans: 全球货币
zh_hant: 全球貨幣

source: Global Inventory
ar: المخزون العالمي
as: গ্ল'বেল ইনভেণ্টৰী
bn: গ্লোবাল ইনভেন্টরি
de: Globaler Bestand
es: Inventario global
fr: Inventaire mondial
gu: વૈશ્વિક ઇન્વેન્ટરી
hi: वैश्विक सूची
it: Inventario globale
ja: グローバルインベントリー
kn: ಜಾಗತಿಕ ದಾಸ್ತಾನು
ko: 글로벌 인벤토리
ml: ആഗോള ഇൻവെന്ററി
mr: जागतिक इन्व्हेंटरी
or: ଗ୍ଲୋବାଲ୍ ଇନଭେଣ୍ଟୋରୀ
pa: ਗਲੋਬਲ ਇਨਵੈਂਟਰੀ
pt: Inventário global
ru: Глобальный инвентарь
ta: உலகளாவிய சரக்கு
te: గ్లోబల్ ఇన్వెంటరీ
zh_hans: 全球库存
zh_hant: 全球庫存

source: Global Overview
ar: نظرة عامة عالمية
as: গ্লোবেল অভাৰভিউ
bn: বৈশ্বিক সংক্ষিপ্ত বিবরণ
de: Globaler Überblick
es: Panorama general global
fr: Aperçu global
gu: વૈશ્વિક ઝાંખી
hi: वैश्विक अवलोकन
it: Panoramica globale
ja: グローバル概要
kn: ಜಾಗತಿಕ ಅವಲೋಕನ
ko: 글로벌 개요
ml: ആഗോള അവലോകനം
mr: जागतिक आढावा
or: ବିଶ୍ୱସ୍ତରୀୟ ସାରାଂଶ
pa: ਗਲੋਬਲ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pt: Visão geral global
ru: Глобальный обзор
ta: உலகளாவிய கண்ணோட்டம்
te: ప్రపంచవ్యాప్త అవలోకనం
zh_hans: 全球概览
zh_hant: 全球概覽

source: Global Revenue
ar: الإيرادات العالمية
as: গ্ল’বেল ৰেভিনিউ
bn: বিশ্বব্যাপী রাজস্ব
de: Weltweiter Umsatz
es: Ingresos globales
fr: Revenus mondiaux
gu: વૈશ્વિક આવક
hi: वैश्विक राजस्व
it: Ricavi globali
ja: グローバル収益
kn: ಜಾಗತಿಕ ಆದಾಯ
ko: 글로벌 매출
ml: ആഗോള വരുമാനം
mr: जागतिक महसूल
or: ବିଶ୍ୱସ୍ତରୀୟ ରାଜସ୍ୱ
pa: ਗਲੋਬਲ ਆਮਦਨ
pt: Receita global
ru: Глобальная выручка
ta: உலகளாவிய வருவாய்
te: ప్రపంచ ఆదాయం
zh_hans: 全球收入
zh_hant: 全球收入

source: Global Staff
ar: فريق العمل العالمي
as: গ্ল'বেল ষ্টাফ
bn: গ্লোবাল স্টাফ
de: Globales Personal
es: Personal global
fr: Personnel mondial
gu: વૈશ્વિક સ્ટાફ
hi: वैश्विक कर्मचारी
it: Personale globale
ja: グローバルスタッフ
kn: ಜಾಗತಿಕ ಸಿಬ್ಬಂದಿ
ko: 글로벌 직원
ml: ആഗോള സ്റ്റാഫ്
mr: जागतिक कर्मचारी
or: ଗ୍ଲୋବାଲ୍ ଷ୍ଟାଫ୍
pa: ਗਲੋਬਲ ਸਟਾਫ
pt: Equipa Global
ru: Глобальный персонал
ta: உலகளாவிய பணியாளர்கள்
te: గ్లోబల్ స్టాఫ్
zh_hans: 全球员工
zh_hant: 全球員工

source: Global Summary
ar: ملخص عالمي
as: গ্লোবেল সাৰাংশ
bn: বৈশ্বিক সারসংক্ষেপ
de: Globale Zusammenfassung
es: Resumen global
fr: Résumé global
gu: વૈશ્વિક સારાંશ
hi: वैश्विक सारांश
it: Riepilogo globale
ja: グローバル概要
kn: ಜಾಗತಿಕ ಸಾರಾಂಶ
ko: 글로벌 요약
ml: ആഗോള സംഗ്രഹം
mr: जागतिक सारांश
or: ବିଶ୍ୱସ୍ତରୀୟ ସାରାଂଶ
pa: ਗਲੋਬਲ ਸਾਰਾਂਸ਼
pt: Resumo global
ru: Глобальное резюме
ta: உலகளாவிய சுருக்கம்
te: ప్రపంచ సారాంశం
zh_hans: 全球概览
zh_hant: 全球概覽

source: GUEST LIST (%lld)
ar: قائمة الضيوف (%lld)
as: অতিথি তালিকা (%lld)
bn: অতিথি তালিকা (%lld)
de: GÄSTELISTE (%lld)
es: LISTA DE INVITADOS (%lld)
fr: LISTE DES INVITÉS (%lld)
gu: મહેમાનોની યાદી (%lld)
hi: अतिथि सूची (%lld)
it: LISTA INVITATI (%lld)
ja: ゲストリスト（%lld）
kn: ಅತಿಥಿ ಪಟ್ಟಿ (%lld)
ko: 게스트 목록 (%lld)
ml: അതിഥി പട്ടിക (%lld)
mr: अतिथींची यादी (%lld)
or: ଅତିଥି ତାଲିକା (%lld)
pa: ਮਹਿਮਾਨਾਂ ਦੀ ਸੂਚੀ (%lld)
pt: LISTA DE CONVIDADOS (%lld)
ru: СПИСОК ГОСТЕЙ (%lld)
ta: விருந்தினர் பட்டியல் (%lld)
te: అతిథుల జాబితా (%lld)
zh_hans: 宾客名单 (%lld)
zh_hant: 賓客名單 (%lld)

source: HISTORY & LOGS
ar: التاريخ والسجلات
as: ইতিহাস আৰু লগ
bn: ইতিহাস ও লগ
de: GESCHICHTE & PROTOKOLLE
es: HISTORIA Y REGISTROS
fr: HISTOIRE ET JOURNAUX DE BORD
gu: ઇતિહાસ અને લોગ
hi: इतिहास और लॉग
it: STORIA E REGISTRI
ja: 履歴とログ
kn: ಇತಿಹಾಸ ಮತ್ತು ದಾಖಲೆಗಳು
ko: 역사 및 기록
ml: ചരിത്രവും ലോഗുകളും
mr: इतिहास आणि नोंदी
or: ଇତିହାସ ଏବଂ ଲଗ୍ସ
pa: ਇਤਿਹਾਸ ਅਤੇ ਲੌਗ
pt: HISTÓRIA E REGISTOS
ru: ИСТОРИЯ И ЖУРНАЛЫ
ta: வரலாறு மற்றும் பதிவுகள்
te: చరిత్ర & లాగ్‌లు
zh_hans: 历史与日志
zh_hant: 歷史與日誌

source: I agree to the internal policies, data privacy agreement, and terms of service required for system access.
ar: أوافق على السياسات الداخلية واتفاقية خصوصية البيانات وشروط الخدمة المطلوبة للوصول إلى النظام.
as: মই চিস্টেম অভিগমৰ বাবে প্ৰয়োজনীয় আভ্যন্তৰীণ নীতি, তথ্য গোপনীয়তা চুক্তি, আৰু সেৱাৰ চৰ্তসমূহত সন্মত।
bn: আমি সিস্টেম অ্যাক্সেসের জন্য প্রয়োজনীয় অভ্যন্তরীণ নীতিমালা, ডেটা গোপনীয়তা চুক্তি এবং পরিষেবার শর্তাবলীতে সম্মত আছি।
de: Ich stimme den internen Richtlinien, der Datenschutzerklärung und den Nutzungsbedingungen für den Systemzugriff zu.
es: Acepto las políticas internas, el acuerdo de privacidad de datos y los términos de servicio necesarios para acceder al sistema.
fr: J'accepte les politiques internes, l'accord de confidentialité des données et les conditions d'utilisation requis pour l'accès au système.
gu: હું સિસ્ટમ ઍક્સેસ માટે જરૂરી આંતરિક નીતિઓ, ડેટા ગોપનીયતા કરાર અને સેવાની શરતો સાથે સંમત છું.
hi: मैं सिस्टम तक पहुंच के लिए आवश्यक आंतरिक नीतियों, डेटा गोपनीयता समझौते और सेवा की शर्तों से सहमत हूं।
it: Accetto le politiche interne, l'accordo sulla privacy dei dati e i termini di servizio necessari per l'accesso al sistema.
ja: 私は、システムへのアクセスに必要な内部ポリシー、データプライバシーに関する合意事項、および利用規約に同意します。
kn: ಸಿಸ್ಟಮ್ ಪ್ರವೇಶಕ್ಕೆ ಅಗತ್ಯವಿರುವ ಆಂತರಿಕ ನೀತಿಗಳು, ಡೇಟಾ ಗೌಪ್ಯತಾ ಒಪ್ಪಂದ ಮತ್ತು ಸೇವಾ ನಿಯಮಗಳನ್ನು ನಾನು ಒಪ್ಪುತ್ತೇನೆ.
ko: 본인은 시스템 접근에 필요한 내부 정책, 데이터 개인정보 보호 계약 및 서비스 약관에 동의합니다.
ml: സിസ്റ്റം ആക്‌സസിന് ആവശ്യമായ ആന്തരിക നയങ്ങൾ, ഡാറ്റ സ്വകാര്യതാ കരാർ, സേവന നിബന്ധനകൾ എന്നിവ ഞാൻ അംഗീകരിക്കുന്നു.
mr: मी सिस्टम ॲक्सेससाठी आवश्यक असलेल्या अंतर्गत धोरणे, डेटा गोपनीयता करार आणि सेवा अटींना सहमत आहे.
or: ମୁଁ ସିଷ୍ଟମ ପ୍ରବେଶ ପାଇଁ ଆବଶ୍ୟକ ଆଭ୍ୟନ୍ତରୀଣ ନୀତି, ଡାଟା ଗୋପନୀୟତା ଚୁକ୍ତିନାମା ଏବଂ ସେବାର ସର୍ତ୍ତାବଳୀ ସହିତ ରାଜି।
pa: ਮੈਂ ਸਿਸਟਮ ਪਹੁੰਚ ਲਈ ਲੋੜੀਂਦੀਆਂ ਅੰਦਰੂਨੀ ਨੀਤੀਆਂ, ਡੇਟਾ ਗੋਪਨੀਯਤਾ ਸਮਝੌਤੇ ਅਤੇ ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ।
pt: Concordo com as políticas internas, o acordo de privacidade de dados e os termos de serviço necessários para o acesso ao sistema.
ru: Я согласен с внутренними правилами, соглашением о конфиденциальности данных и условиями предоставления услуг, необходимыми для доступа к системе.
ta: கணினி அமைப்பை அணுகுவதற்குத் தேவையான உள்ளகக் கொள்கைகள், தரவு தனியுரிமை ஒப்பந்தம் மற்றும் சேவை விதிமுறைகளை நான் ஏற்றுக்கொள்கிறேன்.
te: సిస్టమ్ యాక్సెస్ కోసం అవసరమైన అంతర్గత విధానాలు, డేటా గోప్యతా ఒప్పందం మరియు సేవా నిబంధనలకు నేను అంగీకరిస్తున్నాను.
zh_hans: 我同意系统访问所需的内部政策、数据隐私协议和服务条款。
zh_hant: 我同意系統存取所需的內部政策、資料隱私協議和服務條款。

source: ID: %@
ar: المعرّف: %@
as: আইডি: %@
bn: আইডি: %@
gu: આઈડી: %@
hi: आईडी: %@
kn: ಐಡಿ: %@
ml: ഐഡി: %@
mr: आयडी: %@
or: ପରିଚୟ: %@
pa: ਆਈਡੀ: %@
ta: ஐடி: %@

source: Image
ar: صورة
as: ছৱি
bn: ছবি
de: Bild
es: Imagen
gu: છબી
hi: छवि
it: Immagine
ja: 画像
kn: ಚಿತ್ರ
ko: 영상
ml: ചിത്രം
mr: प्रतिमा
or: ପ୍ରତିଛବି
pa: ਚਿੱਤਰ
pt: Imagem
ru: Изображение
ta: படம்
te: చిత్రం
zh_hans: 图像
zh_hant: 影像

source: Image attached successfully
ar: تم إرفاق الصورة بنجاح
as: ছবিখন সফলতাৰে সংলগ্ন কৰা হৈছে
bn: ছবিটি সফলভাবে সংযুক্ত করা হয়েছে।
de: Bild erfolgreich angehängt
es: Imagen adjuntada correctamente
fr: Image jointe avec succès
gu: છબી સફળતાપૂર્વક જોડવામાં આવી
hi: छवि सफलतापूर्वक संलग्न हो गई
it: Immagine allegata correttamente
ja: 画像の添付に成功しました
kn: ಚಿತ್ರವನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಲಗತ್ತಿಸಲಾಗಿದೆ.
ko: 이미지가 성공적으로 첨부되었습니다.
ml: ചിത്രം വിജയകരമായി അറ്റാച്ചുചെയ്തു
mr: प्रतिमा यशस्वीरित्या जोडली गेली आहे.
or: ଛବି ସଫଳତାର ସହ ଆଟାଚ୍ କରାଯାଇଛି
pa: ਚਿੱਤਰ ਸਫਲਤਾਪੂਰਵਕ ਨੱਥੀ ਕੀਤਾ ਗਿਆ
pt: Imagem anexada com sucesso
ru: Изображение успешно прикреплено.
ta: படம் வெற்றிகரமாக இணைக்கப்பட்டது.
te: చిత్రం విజయవంతంగా జత చేయబడింది
zh_hans: 图片已成功上传
zh_hant: 圖片已成功上傳

source: Image Selected
ar: تم اختيار الصورة
as: ছবি নিৰ্বাচিত কৰা হৈছে
bn: নির্বাচিত ছবি
de: Bild ausgewählt
es: Imagen seleccionada
fr: Image sélectionnée
gu: છબી પસંદ કરી
hi: चयनित छवि
it: Immagine selezionata
ja: 画像が選択されました
kn: ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ko: 선택된 이미지
ml: ചിത്രം തിരഞ്ഞെടുത്തു
mr: निवडलेले चित्र
or: ପ୍ରତିଛବି ଚୟନିତ
pa: ਚਿੱਤਰ ਚੁਣਿਆ ਗਿਆ
pt: Imagem selecionada
ru: Выбранное изображение
ta: படம் தேர்ந்தெடுக்கப்பட்டது
te: చిత్రం ఎంపిక చేయబడింది
zh_hans: 已选择图像
zh_hant: 已選擇影像

source: IMMUTABLE AUDIT PREVIEW
ar: معاينة التدقيق غير القابل للتغيير
as: অপৰিৱৰ্তনীয় অডিট প্ৰিভিউ
bn: অপরিবর্তনীয় নিরীক্ষা পূর্বরূপ
de: VORSCHAU AUF UNGEWICHTIGE PRÜFUNG
es: VISTA PREVIA DE AUDITORÍA INMUTABLE
fr: APERÇU D'AUDIT IMMUABLE
gu: અપ્રમાણિક ઑડિટ પૂર્વાવલોકન
hi: अपरिवर्तनीय ऑडिट पूर्वावलोकन
it: ANTEPRIMA DI AUDIT IMMUTABELLA
ja: 不変の監査プレビュー
kn: ಬದಲಾಯಿಸಲಾಗದ ಆಡಿಟ್ ಪೂರ್ವವೀಕ್ಷಣೆ
ko: 변경 불가능한 감사 미리보기
ml: മാറ്റാനാവാത്ത ഓഡിറ്റ് പ്രിവ്യൂ
mr: अपरिवर्तनीय ऑडिट पूर्वावलोकन
or: ଅପରିବର୍ତ୍ତନୀୟ ଅଡିଟ୍ ପୂର୍ବାବଲୋକନ
pa: ਅਟੱਲ ਆਡਿਟ ਪੂਰਵਦਰਸ਼ਨ
pt: PRÉ-VISUALIZAÇÃO DE AUDITORIA IMUTÁVEL
ru: ПРЕДВАРИТЕЛЬНЫЙ ПРОСМОТР НЕИЗМЕННОГО АУДИТА
ta: மாற்ற முடியாத தணிக்கை முன்னோட்டம்
te: మార్పులేని ఆడిట్ ప్రివ్యూ
zh_hans: 不可更改的审计预览
zh_hant: 不可更改的審計預覽

source: In a production environment, this would display the device camera capture interface.
ar: في بيئة الإنتاج، سيؤدي هذا إلى عرض واجهة التقاط كاميرا الجهاز.
as: এটা উৎপাদন পৰিৱেশত, ই ডিভাইচ কেমেৰা কেপচাৰ আন্তঃপৃষ্ঠ প্ৰদৰ্শন কৰিব।
bn: প্রোডাকশন পরিবেশে, এটি ডিভাইসটির ক্যামেরা ক্যাপচার ইন্টারফেস প্রদর্শন করবে।
de: In einer Produktionsumgebung würde hier die Benutzeroberfläche für die Kameraaufnahme des Geräts angezeigt werden.
es: En un entorno de producción, esto mostraría la interfaz de captura de la cámara del dispositivo.
fr: En environnement de production, cela afficherait l'interface de capture de la caméra de l'appareil.
gu: ઉત્પાદન વાતાવરણમાં, આ ઉપકરણ કેમેરા કેપ્ચર ઇન્ટરફેસ પ્રદર્શિત કરશે.
hi: उत्पादन परिवेश में, यह डिवाइस कैमरा कैप्चर इंटरफ़ेस प्रदर्शित करेगा।
it: In un ambiente di produzione, ciò visualizzerebbe l'interfaccia di acquisizione della fotocamera del dispositivo.
ja: 実稼働環境では、これはデバイスのカメラキャプチャインターフェースを表示します。
kn: ಉತ್ಪಾದನಾ ಪರಿಸರದಲ್ಲಿ, ಇದು ಸಾಧನದ ಕ್ಯಾಮೆರಾ ಕ್ಯಾಪ್ಚರ್ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಪ್ರದರ್ಶಿಸುತ್ತದೆ.
ko: 실제 운영 환경에서는 기기의 카메라 캡처 인터페이스가 표시됩니다.
ml: ഒരു പ്രൊഡക്ഷൻ പരിതസ്ഥിതിയിൽ, ഇത് ഉപകരണ ക്യാമറ ക്യാപ്‌ചർ ഇന്റർഫേസ് പ്രദർശിപ്പിക്കും.
mr: उत्पादन वातावरणात, हे डिव्हाइस कॅमेरा कॅप्चर इंटरफेस प्रदर्शित करेल.
or: ଏକ ଉତ୍ପାଦନ ପରିବେଶରେ, ଏହା ଡିଭାଇସ୍ କ୍ୟାମେରା କ୍ୟାପଚର ଇଣ୍ଟରଫେସ୍ ପ୍ରଦର୍ଶନ କରିବ।
pa: ਇੱਕ ਉਤਪਾਦਨ ਵਾਤਾਵਰਣ ਵਿੱਚ, ਇਹ ਡਿਵਾਈਸ ਕੈਮਰਾ ਕੈਪਚਰ ਇੰਟਰਫੇਸ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੇਗਾ।
pt: Num ambiente de produção, isto exibiria a interface de captura da câmara do dispositivo.
ru: В производственной среде это отобразит интерфейс захвата изображения с камеры устройства.
ta: உற்பத்திச் சூழலில், இது சாதனத்தின் கேமரா படப்பிடிப்பு இடைமுகத்தைக் காண்பிக்கும்.
te: ఉత్పత్తి వాతావరణంలో, ఇది పరికరం యొక్క కెమెరా క్యాప్చర్ ఇంటర్‌ఫేస్‌ను ప్రదర్శిస్తుంది.
zh_hans: 在生产环境中，这将显示设备摄像头捕获界面。
zh_hant: 在生產環境中，這將顯示設備攝影機擷取介面。

source: in stock
ar: في الأوراق المالية
as: ষ্টকত আছে
bn: স্টকে আছে
de: auf Lager
es: en stock
fr: en stock
gu: સ્ટોકમાં છે
hi: स्टॉक में
it: in magazzino
ja: 在庫あり
kn: ಸ್ಟಾಕ್‌ನಲ್ಲಿದೆ
ko: 재고 있음
ml: സ്റ്റോക്കുണ്ട്
mr: स्टॉकमध्ये
or: ଷ୍ଟକରେ ଅଛି
pa: ਭੰਡਾਰ ਵਿੱਚ
pt: em stock
ru: в наличии
ta: கையிருப்பில்
te: స్టాక్‌లో ఉంది
zh_hans: 有存货
zh_hant: 有存貨

source: In Stock
ar: في الأوراق المالية
as: ষ্টকত আছে
bn: স্টকে আছে
de: Auf Lager
es: En stock
fr: En stock
gu: ઉપલબ્ધ છે
hi: स्टॉक में
it: In magazzino
ja: 在庫あり
kn: ಸ್ಟಾಕ್‌ನಲ್ಲಿದೆ
ko: 재고 있음
ml: സ്റ്റോക്കുണ്ട്
mr: स्टॉकमध्ये
or: ଷ୍ଟକରେ ଅଛି
pa: ਭੰਡਾਰ ਵਿੱਚ
pt: Em stock
ru: В наличии
ta: கையிருப்பில் உள்ளது
te: స్టాక్‌లో ఉంది
zh_hans: 有存货
zh_hant: 有存貨

source: In Transit
ar: في مرحلة انتقالية
as: ট্ৰেনজিটত
bn: ট্রানজিটে
de: Unterwegs
es: En tránsito
fr: En transit
gu: પરિવહનમાં
hi: पारगमन में
it: In transito
ja: 輸送中
kn: ಸಾಗಣೆಯಲ್ಲಿ
ko: 이동 중
ml: യാത്രയിൽ
mr: वाहतुकीत
or: ପରିବହନରେ
pa: ਢੁਆਈ ਵਿੱਚ
pt: Em trânsito
ru: В пути
ta: போக்குவரத்தில்
te: రవాణాలో
zh_hans: 在途中
zh_hant: 在途中

source: In-Store · %@
ar: داخل المتجر · %@
as: ইন-ষ্ট'ৰ · %@
bn: দোকানে · %@
de: Im Geschäft · %@
es: En tienda · %@
fr: En magasin · %@
gu: સ્ટોરમાં · %@
hi: स्टोर में · %@
it: In negozio · %@
ja: 店頭にて · %@
kn: ಅಂಗಡಿಯಲ್ಲಿ · %@
ko: 매장 내 · %@
ml: സ്റ്റോറിൽ · %@
mr: स्टोअरमध्ये · %@
or: ଷ୍ଟୋରରେ · %@
pa: ਸਟੋਰ ਵਿੱਚ · %@
pt: Na loja · %@
ru: В магазине · %@
ta: கடையில் · %@
te: స్టోర్‌లో · %@
zh_hans: 店内 · %@
zh_hant: 店內 · %@

source: incl. %@ GST
ar: شامل ضريبة القيمة المضافة %@
bn: %@ জিএসটি সহ
es: incl. %@ IVA
gu: સહિત %@ GST
hi: जीएसटी सहित %@
it: IVA inclusa %@
ja: 消費税込み %@
kn: %@ ಜಿಎಸ್‌ಟಿ ಸೇರಿದಂತೆ
ml: %@ ജിഎസ്ടി ഉൾപ്പെടെ
mr: %@ जीएसटी सह
or: %@ GST ସମେତ
pa: ਸਮੇਤ %@ ਜੀ.ਐਸ.ਟੀ.
pt: incl. %@ IVA
ru: вкл. %@ НДС
ta: %@ ஜிஎஸ்டி உட்பட
te: %@ GSTతో సహా

source: INCOMING REQUESTS (PARIS TO DELHI)
ar: الطلبات الواردة (من باريس إلى دلهي)
as: অহা অনুৰোধ (পেৰিছৰ পৰা দিল্লীলৈ)
bn: আগত অনুরোধ (প্যারিস থেকে দিল্লি)
de: EINGEGANGENE ANFRAGEN (PARIS NACH DELHI)
es: SOLICITUDES ENTRANTES (PARÍS A DELHI)
fr: DEMANDES ENTRANTES (PARIS À DELHI)
gu: આવનારી વિનંતીઓ (પેરિસથી દિલ્હી)
hi: आने वाले अनुरोध (पेरिस से दिल्ली)
it: RICHIESTE IN ARRIVO (DA PARIGI A DELHI)
ja: 受信リクエスト（パリ発デリー行き）
kn: ಒಳಬರುವ ವಿನಂತಿಗಳು (ಪ್ಯಾರಿಸ್ ನಿಂದ ದೆಹಲಿಗೆ)
ko: 수신 요청 (파리발 델리행)
ml: വരുന്ന അഭ്യർത്ഥനകൾ (പാരീസ് മുതൽ ഡൽഹി വരെ)
mr: येणाऱ्या विनंत्या (पॅरिस ते दिल्ली)
or: ଆଗାମୀ ଅନୁରୋଧ (ଦିଲ୍ଲୀରୁ ପ୍ୟାରିସ)
pa: ਆਉਣ ਵਾਲੀਆਂ ਬੇਨਤੀਆਂ (ਪੈਰਿਸ ਤੋਂ ਦਿੱਲੀ)
pt: PEDIDOS RECEBIDOS (PARIS PARA DELHI)
ru: Входящие запросы (из Парижа в Дели)
ta: உள்வரும் கோரிக்கைகள் (பாரிஸிலிருந்து டெல்லிக்கு)
te: వస్తున్న అభ్యర్థనలు (పారిస్ నుండి ఢిల్లీకి)
zh_hans: 收到的请求（巴黎至德里）
zh_hant: 收到的請求（巴黎至德里）

source: INDIVIDUAL ASSOCIATE TARGETS
ar: أهداف الموظفين الأفراد
as: ব্যক্তিগত সহযোগী লক্ষ্য
bn: স্বতন্ত্র সহযোগী লক্ষ্যমাত্রা
de: INDIVIDUELLE VERBINDUNGSZIELE
es: OBJETIVOS INDIVIDUALES PARA ASOCIADOS
fr: CIBLES INDIVIDUELLES DES ASSOCIÉS
gu: વ્યક્તિગત સહયોગી લક્ષ્યો
hi: व्यक्तिगत सहयोगी लक्ष्य
it: OBIETTIVI ASSOCIATI INDIVIDUALI
ja: 個々の従業員の目標
kn: ವೈಯಕ್ತಿಕ ಸಹವರ್ತಿ ಗುರಿಗಳು
ko: 개별 직원 목표
ml: വ്യക്തിഗത അസോസിയേറ്റ് ലക്ഷ്യങ്ങൾ
mr: वैयक्तिक सहयोगी लक्ष्ये
or: ବ୍ୟକ୍ତିଗତ ସହଯୋଗୀ ଲକ୍ଷ୍ୟ
pa: ਵਿਅਕਤੀਗਤ ਸਹਿਯੋਗੀ ਟੀਚੇ
pt: ALVOS DE ASSOCIADOS INDIVIDUAIS
ru: ИНДИВИДУАЛЬНЫЕ ЦЕЛЯ ДЛЯ ПАРТНЕРОВ
ta: தனிநபர் கூட்டாளர் இலக்குகள்
te: వ్యక్తిగత సహచర లక్ష్యాలు
zh_hans: 个人关联目标
zh_hant: 個人關聯目標

source: INDIVIDUAL METRICS
ar: المقاييس الفردية
as: ব্যক্তিগত মেট্ৰিক্স
bn: ব্যক্তিগত মেট্রিক্স
de: INDIVIDUELLE METRIKEN
es: MÉTRICAS INDIVIDUALES
fr: MÉTRIQUES INDIVIDUELLES
gu: વ્યક્તિગત મેટ્રિક્સ
hi: व्यक्तिगत मेट्रिक्स
it: METRICHE INDIVIDUALI
ja: 個別指標
kn: ವೈಯಕ್ತಿಕ ಮಾಪನಗಳು
ko: 개별 지표
ml: വ്യക്തിഗത അളവുകൾ
mr: वैयक्तिक मेट्रिक्स
or: ବ୍ୟକ୍ତିଗତ ମେଟ୍ରିକ୍ସ
pa: ਵਿਅਕਤੀਗਤ ਮੈਟ੍ਰਿਕਸ
pt: MÉTRICAS INDIVIDUAIS
ru: ИНДИВИДУАЛЬНЫЕ ПОКАЗАТЕЛИ
ta: தனிநபர் அளவீடுகள்
te: వ్యక్తిగత కొలమానాలు
zh_hans: 个体指标
zh_hant: 個體指標

source: Info
ar: معلومات
as: তথ্য
bn: তথ্য
es: Información
gu: માહિતી
hi: जानकारी
it: Informazioni
ja: 情報
kn: ಮಾಹಿತಿ
ko: 정보
ml: വിവരം
mr: माहिती
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
pt: Informações
ru: Информация
ta: தகவல்
te: సమాచారం
zh_hans: 信息
zh_hant: 資訊

source: Initial Password
ar: كلمة المرور الأولية
as: প্ৰাৰম্ভিক পাছৱৰ্ড
bn: প্রাথমিক পাসওয়ার্ড
de: Anfangspasswort
es: Contraseña inicial
fr: Mot de passe initial
gu: પ્રારંભિક પાસવર્ડ
hi: प्रारंभिक पासवर्ड
it: Password iniziale
ja: 初期パスワード
kn: ಆರಂಭಿಕ ಪಾಸ್‌ವರ್ಡ್
ko: 초기 비밀번호
ml: പ്രാരംഭ പാസ്‌വേഡ്
mr: प्रारंभिक पासवर्ड
or: ପ୍ରାରମ୍ଭିକ ପାସୱାର୍ଡ
pa: ਸ਼ੁਰੂਆਤੀ ਪਾਸਵਰਡ
pt: Senha inicial
ru: Первоначальный пароль
ta: ஆரம்ப கடவுச்சொல்
te: ప్రారంభ పాస్‌వర్డ్
zh_hans: 初始密码
zh_hant: 初始密碼

source: INSTRUCTIONS
ar: تعليمات
as: নিৰ্দেশনাসমূহ
bn: নির্দেশাবলী
de: ANWEISUNGEN
es: INSTRUCCIONES
gu: સૂચનાઓ
hi: निर्देश
it: ISTRUZIONI
ja: 説明書
kn: ಸೂಚನೆಗಳು
ko: 지침
ml: നിർദ്ദേശങ്ങൾ
mr: सूचना
or: ନିର୍ଦ୍ଦେଶାବଳୀ
pa: ਹਦਾਇਤਾਂ
pt: INSTRUÇÕES
ru: ИНСТРУКЦИИ
ta: அறிவுறுத்தல்கள்
te: సూచనలు
zh_hans: 指示
zh_hant: 指示

source: Insufficient stock. Only %lld units available.
ar: المخزون غير كافٍ. الكمية المتوفرة هي %lld وحدة فقط.
as: অপৰ্যাপ্ত ষ্টক। কেৱল %lld একক উপলব্ধ।
bn: স্টক অপর্যাপ্ত। মাত্র %lld ইউনিট উপলব্ধ।
de: Nicht genügend Lagerbestand. Nur %lld Einheiten verfügbar.
es: Existencias insuficientes. Solo quedan %lld unidades disponibles.
fr: Stock insuffisant. Seulement %lld unités disponibles.
gu: પૂરતો સ્ટોક નથી. ફક્ત %lld યુનિટ ઉપલબ્ધ છે.
hi: अपर्याप्त स्टॉक। केवल %lld इकाइयाँ उपलब्ध हैं।
it: Scorte insufficienti. Sono disponibili solo %lld unità.
ja: 在庫不足です。 %lld 個のみ在庫がございます。
kn: ಸಾಕಷ್ಟು ಸ್ಟಾಕ್ ಇಲ್ಲ. %lld ಯೂನಿಟ್‌ಗಳು ಮಾತ್ರ ಲಭ್ಯವಿದೆ.
ko: 재고가 부족합니다. %lld 개만 구매 가능합니다.
ml: ആവശ്യത്തിന് സ്റ്റോക്കില്ല. %lld യൂണിറ്റുകൾ മാത്രമേ ലഭ്യമാകൂ.
mr: अपुरा साठा. फक्त %lld नग उपलब्ध आहेत.
or: ପର୍ଯ୍ୟାପ୍ତ ଷ୍ଟକ୍ ନାହିଁ। କେବଳ %lld ୟୁନିଟ୍ ଉପଲବ୍ଧ।
pa: ਲੋੜੀਂਦਾ ਸਟਾਕ ਨਹੀਂ ਹੈ। ਸਿਰਫ਼ %lld ਯੂਨਿਟ ਉਪਲਬਧ ਹਨ।
pt: Stock insuficiente. Apenas %lld unidades disponíveis.
ru: Недостаточно товара на складе. В наличии всего %lld единиц.
ta: போதுமான கையிருப்பு இல்லை. %lld அலகுகள் மட்டுமே உள்ளன.
te: స్టాక్ సరిపోవడం లేదు. కేవలం %lld యూనిట్లు మాత్రమే అందుబాటులో ఉన్నాయి.
zh_hans: 库存不足。仅剩 %lld 件。
zh_hant: 庫存不足。僅剩 %lld 件。

source: Inter-store Movement
ar: حركة التنقل بين المتاجر
as: আন্তঃষ্ট’ৰ আন্দোলন
bn: আন্তঃ-দোকান চলাচল
de: Filialverkehr
es: Movimiento entre tiendas
fr: Mouvement entre magasins
gu: દુકાનો વચ્ચેની હિલચાલ
hi: अंतर-स्टोर आवागमन
it: Movimentazione tra negozi
ja: 店舗間移動
kn: ಅಂತರ-ಅಂಗಡಿ ಚಳುವಳಿ
ko: 매장 간 이동
ml: ഇന്റർ-സ്റ്റോർ പ്രസ്ഥാനം
mr: आंतर-स्टोअर हालचाल
or: ଦୋକାନ ମଧ୍ୟରେ ଗତିବିଧି
pa: ਸਟੋਰਾਂ ਵਿਚਕਾਰ ਆਵਾਜਾਈ
pt: Movimento entre lojas
ru: Межмагазинное движение
ta: கடைகளுக்கு இடையேயான இயக்கம்
te: స్టోర్ల మధ్య కదలిక
zh_hans: 门店间移动
zh_hant: 門店內移動

source: INTERACTIONS
ar: التفاعلات
bn: মিথস্ক্রিয়া
de: INTERAKTIONEN
es: INTERACCIONES
gu: ક્રિયાપ્રતિક્રિયાઓ
hi: अंतःक्रियाएँ
it: INTERAZIONI
ja: 相互作用
kn: ಸಂವಹನಗಳು
ko: 상호작용
ml: ഇടപെടലുകൾ
mr: संवाद
or: ପାରସ୍ପରିକ କ୍ରିୟା
pa: ਪਰਸਪਰ ਪ੍ਰਭਾਵ
pt: INTERAÇÕES
ru: ВЗАИМОДЕЙСТВИЯ
ta: ஊடாடல்கள்
te: పరస్పర చర్యలు
zh_hans: 互动
zh_hant: 互動

source: Internal Remarks
ar: ملاحظات داخلية
as: আভ্যন্তৰীণ মন্তব্য
bn: অভ্যন্তরীণ মন্তব্য
de: Interne Bemerkungen
es: Observaciones internas
fr: Remarques internes
gu: આંતરિક ટિપ્પણીઓ
hi: आंतरिक टिप्पणियाँ
it: Osservazioni interne
ja: 内部コメント
kn: ಆಂತರಿಕ ಟಿಪ್ಪಣಿಗಳು
ko: 내부 비고
ml: ആന്തരിക പരാമർശങ്ങൾ
mr: अंतर्गत शेरा
or: ଆଭ୍ୟନ୍ତରୀଣ ମନ୍ତବ୍ୟ
pa: ਅੰਦਰੂਨੀ ਟਿੱਪਣੀਆਂ
pt: Observações internas
ru: Внутренние замечания
ta: உள் குறிப்புகள்
te: అంతర్గత వ్యాఖ్యలు
zh_hans: 内部备注
zh_hant: 內部備註

source: Invalid amount.
ar: مبلغ غير صالح.
as: অবৈধ পৰিমাণ।
bn: অবৈধ পরিমাণ।
de: Ungültiger Betrag.
es: Cantidad no válida.
fr: Montant invalide.
gu: અમાન્ય રકમ.
hi: अमान्य राशि।
it: Importo non valido.
ja: 無効な金額です。
kn: ಅಮಾನ್ಯ ಮೊತ್ತ.
ko: 금액이 잘못되었습니다.
ml: അസാധുവായ തുക.
mr: अवैध रक्कम.
or: ଅବୈଧ ପରିମାଣ।
pa: ਅਵੈਧ ਰਕਮ।
pt: Valor inválido.
ru: Неверная сумма.
ta: தவறான தொகை.
te: చెల్లని మొత్తం.
zh_hans: 金额无效。
zh_hant: 金額無效。

source: Invalid code. Please try again.
ar: رمز غير صالح. يرجى المحاولة مرة أخرى.
as: অবৈধ ক'ড। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: কোডটি ভুল। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Ungültiger Code. Bitte versuchen Sie es erneut.
es: Código no válido. Inténtalo de nuevo.
fr: Code invalide. Veuillez réessayer.
gu: અમાન્ય કોડ. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: अवैध कोड, पुन: प्रयास करें।
it: Codice non valido. Riprova.
ja: 無効なコードです。もう一度お試しください。
kn: ಅಮಾನ್ಯ ಕೋಡ್. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잘못된 코드입니다. 다시 시도해 주세요.
ml: കോഡ് അസാധുവാണ്. വീണ്ടും ശ്രമിക്കുക.
mr: चुकीचा कोड आहे. कृपया पुन्हा प्रयत्न करा.
or: ଅବୈଧ କୋଡ୍। ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਅਵੈਧ ਕੋਡ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: Código inválido. Tente novamente.
ru: Неверный код. Пожалуйста, попробуйте еще раз.
ta: தவறான குறியீடு. மீண்டும் முயற்சிக்கவும்.
te: తప్పు కోడ్. దయచేసి మళ్ళీ ప్రయత్నించండి.
zh_hans: 验证码无效，请重试。
zh_hant: 驗證碼無效，請重試。

source: Invalid or expired OTP: %@
ar: رمز التحقق لمرة واحدة غير صالح أو منتهي الصلاحية: %@
as: অবৈধ বা মেয়াদ উকলি যোৱা OTP: %@
bn: অবৈধ বা মেয়াদোত্তীর্ণ OTP: %@
de: Ungültiges oder abgelaufenes OTP: %@
es: OTP inválido o caducado: %@
fr: Code OTP invalide ou expiré : %@
gu: અમાન્ય અથવા સમાપ્ત થયેલ OTP: %@
hi: अमान्य या समाप्त हो चुका OTP: %@
it: OTP non valido o scaduto: %@
ja: 無効または期限切れのOTP: %@
kn: ಅಮಾನ್ಯ ಅಥವಾ ಅವಧಿ ಮುಗಿದ OTP: %@
ko: 유효하지 않거나 만료된 OTP: %@
ml: അസാധുവായതോ കാലഹരണപ്പെട്ടതോ ആയ OTP: %@
mr: अवैध किंवा कालबाह्य झालेला ओटीपी: %@
or: ଅବୈଧ କିମ୍ବା ମିଆଦ ଶେଷ ହୋଇଥିବା OTP: %@
pa: ਅਵੈਧ ਜਾਂ ਮਿਆਦ ਪੁੱਗਿਆ OTP: %@
pt: OTP inválido ou expirado: %@
ru: Недействительный или просроченный OTP: %@
ta: செல்லாத அல்லது காலாவதியான OTP: %@
te: చెల్లని లేదా గడువు ముగిసిన OTP: %@
zh_hans: 无效或已过期的验证码： %@
zh_hant: 無效或已過期的驗證碼： %@

source: Inventory
ar: جرد
as: বস্তুৰ তালিকা
bn: ইনভেন্টরি
de: Inventar
es: Inventario
fr: Inventaire
gu: ઇન્વેન્ટરી
hi: भंडार
it: Inventario
ja: 在庫
kn: ದಾಸ್ತಾನು
ko: 목록
ml: ഇൻവെന്ററി
mr: इन्व्हेंटरी
or: ଇନଭେଣ୍ଟୋରୀ
pa: ਵਸਤੂ ਸੂਚੀ
pt: Inventário
ru: Инвентаризация
ta: சரக்கு
te: ఇన్వెంటరీ
zh_hans: 存货
zh_hant: 存貨

source: Inventory / Serial Numbers
ar: أرقام الجرد / الأرقام التسلسلية
as: ইনভেণ্টৰী / ছিৰিয়েল নম্বৰ
bn: ইনভেন্টরি / ক্রমিক নম্বর
de: Inventar-/Seriennummern
es: Inventario / Números de serie
fr: Numéros d'inventaire / de série
gu: ઇન્વેન્ટરી / સીરીયલ નંબરો
hi: सूची / सीरियल नंबर
it: Numeri di inventario/di serie
ja: 在庫／シリアル番号
kn: ದಾಸ್ತಾನು / ಸರಣಿ ಸಂಖ್ಯೆಗಳು
ko: 재고/일련번호
ml: ഇൻവെന്ററി / സീരിയൽ നമ്പറുകൾ
mr: इन्व्हेंटरी / अनुक्रमांक
or: ଇନଭେଣ୍ଟୋରୀ / କ୍ରମିକ ସଂଖ୍ୟା
pa: ਵਸਤੂ ਸੂਚੀ / ਸੀਰੀਅਲ ਨੰਬਰ
pt: Números de inventário/série
ru: Инвентарные/серийные номера
ta: சரக்கு / வரிசை எண்கள்
te: ఇన్వెంటరీ / సీరియల్ నంబర్లు
zh_hans: 库存/序列号
zh_hant: 庫存/序號

source: Inventory Alerts
ar: تنبيهات المخزون
as: ইনভেণ্টৰী সতৰ্কবাণী
bn: ইনভেন্টরি সতর্কতা
de: Bestandswarnungen
es: Alertas de inventario
fr: Alertes d'inventaire
gu: ઇન્વેન્ટરી ચેતવણીઓ
hi: इन्वेंट्री अलर्ट
it: Avvisi di inventario
ja: 在庫アラート
kn: ದಾಸ್ತಾನು ಎಚ್ಚರಿಕೆಗಳು
ko: 재고 알림
ml: ഇൻവെന്ററി അലേർട്ടുകൾ
mr: इन्व्हेंटरी अलर्ट
or: ଇନଭେଣ୍ଟୋରୀ ଆଲର୍ଟଗୁଡ଼ିକ
pa: ਵਸਤੂ ਸੂਚੀ ਚੇਤਾਵਨੀਆਂ
pt: Alertas de Inventário
ru: Уведомления о наличии товара
ta: சரக்கு இருப்பு எச்சரிக்கைகள்
te: ఇన్వెంటరీ హెచ్చరికలు
zh_hans: 库存警报
zh_hant: 庫存警報

source: Inventory Audit
ar: تدقيق المخزون
as: ইনভেণ্টৰী অডিট
bn: ইনভেন্টরি অডিট
de: Inventurprüfung
es: Auditoría de inventario
fr: Audit d'inventaire
gu: ઇન્વેન્ટરી ઓડિટ
hi: इन्वेंटरी ऑडिट
it: Controllo dell'inventario
ja: 在庫監査
kn: ದಾಸ್ತಾನು ಲೆಕ್ಕಪರಿಶೋಧನೆ
ko: 재고 감사
ml: ഇൻവെന്ററി ഓഡിറ്റ്
mr: इन्व्हेंटरी ऑडिट
or: ଇନଭେଣ୍ଟୋରୀ ଅଡିଟ୍
pa: ਵਸਤੂ ਸੂਚੀ ਆਡਿਟ
pt: Auditoria de Inventário
ru: Аудит запасов
ta: சரக்கு இருப்பு தணிக்கை
te: ఇన్వెంటరీ ఆడిట్
zh_hans: 库存盘点
zh_hant: 庫存盤點

source: Inventory Controller
ar: مراقب المخزون
as: ইনভেণ্টৰী নিয়ন্ত্ৰক
bn: ইনভেন্টরি কন্ট্রোলার
de: Bestandsverwalter
es: Controlador de inventario
fr: Contrôleur d'inventaire
gu: ઇન્વેન્ટરી કંટ્રોલર
hi: सूची नियंत्रक
it: Responsabile dell'inventario
ja: 在庫管理者
kn: ದಾಸ್ತಾನು ನಿಯಂತ್ರಕ
ko: 재고 관리자
ml: ഇൻവെന്ററി കൺട്രോളർ
mr: इन्व्हेंटरी कंट्रोलर
or: ଇନଭେଣ୍ଟୋରୀ ନିୟନ୍ତ୍ରକ
pa: ਇਨਵੈਂਟਰੀ ਕੰਟਰੋਲਰ
pt: Controlador de Stock
ru: Контролер запасов
ta: சரக்கு கட்டுப்பாட்டாளர்
te: ఇన్వెంటరీ కంట్రోలర్
zh_hans: 库存管理员
zh_hant: 庫存管理員
